Repository: surniaulula/wpsso-organization-place
Catalog: languages/wpsso-organization-place-*.po
Languages: fr_be

source: The %1$s add-on requires the %2$s plugin.
fr_be: L'ajout %1$s requiert l'extension %2$s.

source: The %1$s add-on requires %2$s version %3$s or newer (version %4$s is currently installed).
fr_be: L'ajout %1$s nécessite %2$s version %3$s ou plus récente (la version %4$s est installée actuellement).

# plugin name
source: WPSSO Schema Organization and Place Manager
fr_be: WPSSO Gestionnaire de Schéma Organization et Place

# plugin description
source: Manage Organizations and Places (Local Businesses, Venues, etc.) for Google, Facebook, Pinterest, and Schema markup.
fr_be: Gérez les organisations et endroits (entreprises locales, salles, etc.) pour Google, Facebook, Pinterest, et le balisage de Schéma.

# option label
source: Contact Name
fr_be: Nom du contact

# option label
source: Contact Alternate Name
fr_be: Autre nom du contact

# option label
source: Contact Description
fr_be: Description du contact

# option label
source: Contact Schema Type
fr_be: Type de Schéma du contact

# option label
source: Contact Telephone
fr_be: Téléphone du contact

# option label
source: Contact Fax
fr_be: Fax du contact

# option label
source: Contact Email
fr_be: Courriel du contact

# metabox title
source: Postal Address Information
fr_be: Informations sur l'adresse postale

# option label
source: Street Address
fr_be: Adresse de rue

# option label
source: P.O. Box Number
fr_be: Num. boîte postale

# option label
source: City / Locality
fr_be: Ville / localité

# option label
source: State / Province
fr_be: État / Province

# option label
source: Zip / Postal Code
fr_be: Zip / code postal

# option label
source: Country
fr_be: Pays

# metabox title
source: Opening Hours Information
fr_be: Informations sur les heures d’ouverture

source: Opens at
fr_be: Ouvre à

source: and closes at
fr_be: et ferme à

source: Every Midday
fr_be: Chaque mi-journée

source: Closes at
fr_be: Ferme à

source: and re-opens at
fr_be: et rouvre à

# option label
source: Open Days / Hours
fr_be: Jours / heures d'ouverture

# option label
source: Seasonal Dates
fr_be: Dates saisonnières

source: Open from
fr_be: Ouvert de

source: until
fr_be: jusqu’à

source: inclusively
fr_be: inclusivement

# option value
source: Contact Point #%d
fr_be: Point de contact #%d

# option value
source: Contact point #%d
fr_be: Point de contact #%d

source: Unable to provide information for contact point ID #%s.
fr_be: Impossible de fournir des informations pour le point de contact ID #%s.

source: Please publish contact point ID #%s or select a different contact point.
fr_be: Veuillez publier le point de contact ID #%s ou sélectionner un autre point de contact.

source: Contact point ID #%s does not exist.
fr_be: Le point de contact ID #%s n'existe pas.

source: Please select a different contact point.
fr_be: Veuillez sélectionner un autre point de contact.

source: %1$s "%2$s" ID #%3$s from the plugin settings has been converted to %4$s post type ID #%5$s.
fr_be: %1$s "%2$s" ID #%3$s des réglages d'extension a été converti en type d'article %4$s ID #%5$s.

# metabox title
source: Contact Point
fr_be: Point de contact

# metabox title
source: Organization
fr_be: Organisation

# metabox title
source: Place
fr_be: Endroit

# option label
source: Organization Name
fr_be: Nom de l'organisation

# option label
source: Organization Alternate Name
fr_be: Autre nom de l'organisation

# option label
source: Organization Description
fr_be: Description de l'organisation

# option label
source: Organization Location
fr_be: Emplacement de l'organisation

# option label
source: Organization Schema Type
fr_be: Type de Schéma d'organisation

# option value
source: Organization #%d
fr_be: Organisation #%d

source: Unable to provide information for organization ID #%s.
fr_be: Impossible de fournir des informations pour l'organisation ID #%s.

source: Please publish organization ID #%s or select a different organization.
fr_be: Veuillez publier l'organisation ID #%s ou sélectionner une autre organisation.

source: Organization ID #%s does not exist.
fr_be: L'organisation ID #%s n'existe pas.

source: Please select a different organization.
fr_be: Veuillez sélectionner une autre organisation.

# option label
source: Organization Is Default
fr_be: L'organisation est défaut

# metabox title
source: Organization Information
fr_be: Informations d'organisation

# option label
source: Organization WebSite URL
fr_be: URL du site de l'organisation

# option label
source: Organization Logo URL
fr_be: URL logo de organisation

# option label
source: Organization Banner URL
fr_be: URL bannière d'organisation

# option label
source: Publishing Principles URL
fr_be: URL des principes de publication

# option label
source: Corrections Policy URL
fr_be: URL politique de correction

# option label
source: Diversity Policy URL
fr_be: URL politique de diversité

# option label
source: Ethics Policy URL
fr_be: URL politique d'éthique

# option label
source: Fact Checking Policy URL
fr_be: URL politique de vérification des faits

# option label
source: Feedback Policy URL
fr_be: URL politique de commentaires

# option label
source: Organization Contact Points
fr_be: Points de contact de l'organisation

# option label
source: Organization Awards
fr_be: Prix ​​de l'organisation

# option label
source: Offer Catalogs
fr_be: Catalogues d’offres

# option label
source: Offer Catalog Name
fr_be: Nom du catalogue d'offres

# option label
source: Offer Catalog Description
fr_be: Description du catalogue d'offres

# option label
source: Offer Catalog URL
fr_be: URL du catalogue d'offres

# metabox title
source: News Media Organization Information
fr_be: Informations d'organisation des médias d'information

# option label
source: Masthead Page URL
fr_be: URL page d'en-tête administratif

# option label
source: Coverage Priorities Policy URL
fr_be: URL politique de priorités de couverture

# option label
source: No Bylines Policy URL
fr_be: URL politique de non-signature

# option label
source: Unnamed Sources Policy URL
fr_be: URL politique de sources sans nom

# metabox title
source: Organization Knowledge Graph
fr_be: Knowledge Graph de l'organisation

source: The "%s" organization logo image URL is missing and required.
fr_be: L'URL de l'image logo de l'organisation "%s" est manquante et obligatoire.

source: The "%s" organization banner image URL is missing and required.
fr_be: L'URL de l'image bannière de l'organisation "%s" est manquante et obligatoire.

source: The "%s" organization logo image dimensions cannot be determined.
fr_be: Les dimensions de l'image logo de l'organisation "%s" ne peuvent pas être déterminées.

source: Please make sure this site can access %s using the PHP getimagesize() function.
fr_be: Assurez-vous que ce site peut accéder à %s en utilisant la fonction PHP getimagesize().

source: The "%1$s" organization logo image dimensions are %2$s and must be greater than %3$s.
fr_be: Les dimensions de l'image logo de l'organisation "%1$s" sont %2$s et doivent être supérieures à %3$s.

source: Please correct the %s logo image or select a different logo image.
fr_be: Veuillez corriger l'image logo %s ou sélectionner une autre image logo.

source: The "%s" organization banner image dimensions cannot be determined.
fr_be: Les dimensions de l'image bannière de l'organisation "%s" ne peuvent pas être déterminées.

source: The "%1$s" organization banner image dimensions are %2$s and must be exactly %3$s.
fr_be: Les dimensions de l'image bannière de l'organisation "%1$s" sont %2$s et doivent être exactement %3$s.

source: Please correct the %s banner image or select a different banner image.
fr_be: Veuillez corriger l'image bannière %s ou sélectionner une autre image bannière.

# option value
source: [Custom Place]
fr_be: [Endroit personnalisé]

# option label
source: Place Name
fr_be: Nom de l'endroit

# option label
source: Place Alternate Name
fr_be: Autre nom de l'endroit

# option label
source: Place Description
fr_be: Description de l'endroit

# option label
source: Place Schema Type
fr_be: Type de Schéma d'endroit

# option label
source: Place Is Default
fr_be: L'endroit est défaut

# metabox title
source: Place Information
fr_be: Informations sur l'endroit

# option label
source: Place Telephone
fr_be: Téléphone de l'endroit

# option label
source: Place Fax
fr_be: Fax de l'endroit

# option label
source: Place Image ID
fr_be: ID d'image de l'endroit

# option label
source: or Place Image URL
fr_be: ou URL d'image de l'endroit

# option label
source: Place Latitude
fr_be: Latitude de l'endroit

# option comment
source: decimal degrees
fr_be: degrés décimaux

# option label
source: Place Longitude
fr_be: Longitude de l'endroit

# option label
source: Place Altitude
fr_be: Altitude de l'endroit

# option comment
source: meters above sea level
fr_be: mètres au-dessus du niveau de mer

# option label
source: Place Timezone
fr_be: Fuseau horaire de l'endroit

# metabox title
source: Local Business Information
fr_be: Informations d'entreprise locale

# option label
source: Service Radius
fr_be: Rayon de service

# option comment
source: meters from coordinates
fr_be: mètres des coordonnées

# option label
source: Currencies Accepted
fr_be: Devises acceptées

# option label
source: Payment Accepted
fr_be: Paiement accepté

# option label
source: Price Range
fr_be: Échelle de prix

# metabox title
source: Food Establishment Information
fr_be: Informations d'établissement alimentaire

# option label
source: Accepts Reservations
fr_be: Accepte des réservations

# option label
source: Serves Cuisine
fr_be: Cuisine servie

# option label
source: Food Menu URL
fr_be: URL du menu alimentaire

# option label
source: Order Action URL(s)
fr_be: URL(s) d'action de commande

# option value
source: Place #%d
fr_be: Endroit #%d

source: Unable to provide information for place ID #%s.
fr_be: Impossible de fournir des informations pour l'endroit ID #%s.

source: Please publish place ID #%s or select a different place.
fr_be: Veuillez publier l'endroit ID #%s ou sélectionner un autre endroit.

source: Place ID #%s does not exist.
fr_be: L'endroit ID #%s n'existe pas.

source: Please select a different place.
fr_be: Veuillez sélectionner un autre endroit.

# post type general name
source: Organizations
fr_be: Organisations

# post type singular name
source: Organization
fr_be: Organisation

source: Add Organization
fr_be: Ajouter une organisation

source: Edit Organization
fr_be: Modifier l'organisation

source: New Organization
fr_be: Nouvelle organisation

source: View Organization
fr_be: Voir l'organisation

source: View Organizations
fr_be: Voir les organisations

source: Search Organizations
fr_be: Rechercher dans les organisations

source: No organizations found
fr_be: Aucune organisation trouvée

source: No organizations found in Trash
fr_be: Aucune organisation trouvée dans corbeille

source: Parent Organization:
fr_be: Organisation parente:

source: All Organizations
fr_be: Toutes les organisations

source: Organization Archives
fr_be: Archives d'organisations

source: Organization Attributes
fr_be: Attributs de l'organisation

source: Insert into organization
fr_be: Insérer dans l'organisation

source: Uploaded to this organization
fr_be: Téléchargé à cette organisation

source: Organization Image
fr_be: Image de l'organisation

source: Set organization image
fr_be: Définir l'image de l'organisation

source: Remove organization image
fr_be: Supprimer l'image de l'organisation

source: Use as organization image
fr_be: Utiliser comme image d'organisation

source: Filter organizations
fr_be: Filtrer les organisations

source: Organizations list navigation
fr_be: Navigation de la liste des organisations

source: Organizations list
fr_be: Liste des organisations

# admin bar name
source: Organization
fr_be: Organisation

source: Organization published.
fr_be: Organisation publiée.

source: Organization published privately.
fr_be: Organisation publiée en privé.

source: Organization reverted to draft.
fr_be: Organisation remis en brouillon.

source: Organization scheduled.
fr_be: Organisation planifiée.

source: Organization updated.
fr_be: Organisation mise à jour.

# post type label
source: Organization
fr_be: Organisation

# post type description
source: Schema Organization
fr_be: Schéma organisation

source: Categories
fr_be: Catégories

source: Category
fr_be: Catégorie

# admin menu name
source: Categories
fr_be: Catégories

source: All Categories
fr_be: Toutes catégories

source: Edit Category
fr_be: Modifier la catégorie

source: View Category
fr_be: Voir la catégorie

source: Update Category
fr_be: Mettre à jour la catégorie

source: Add New Category
fr_be: Ajouter une nouvelle catégorie

source: New Category Name
fr_be: Nom de la nouvelle catégorie

source: Parent Category
fr_be: Catégorie parente

source: Parent Category:
fr_be: Catégorie parente:

source: Search Categories
fr_be: Rechercher dans les catégories

source: Popular Categories
fr_be: Catégories populaires

source: Separate categories with commas
fr_be: Séparez les catégories avec des virgules

source: Add or remove categories
fr_be: Ajouter ou retirer des catégories

source: Choose from the most used
fr_be: Choisir parmi les plus utilisées

source: No categories found.
fr_be: Aucune catégorie trouvée.

source: ← Back to categories
fr_be: ← Retour aux catégories

# taxonomy label
source: Categories
fr_be: Catégories

# taxonomy description
source: Categories for Organizations
fr_be: Catégories pour les organisations

# post type general name
source: Places
fr_be: Endroits

# post type singular name
source: Place
fr_be: Endroit

source: Add Place
fr_be: Ajouter un endroit

source: Edit Place
fr_be: Modifier le l'endroit

source: New Place
fr_be: Nouvel endroit

source: View Place
fr_be: Voir l'endroit

source: View Places
fr_be: Voir les endroits

source: Search Places
fr_be: Rechercher dans les endroits

source: No places found
fr_be: Aucun endroit trouvé

source: No places found in Trash
fr_be: Aucun endroit trouvé dans la corbeille

source: Parent Place:
fr_be: Endroit parent:

source: All Places
fr_be: Tous les endroits

source: Place Archives
fr_be: Archives des endroits

source: Place Attributes
fr_be: Attributs de l'endroit

source: Insert into place
fr_be: Insérer dans l'endroit

source: Uploaded to this place
fr_be: Téléchargé à cet endroit

source: Place Image
fr_be: Image de l'endroit

source: Set place image
fr_be: Définir l'image de l'endroit

source: Remove place image
fr_be: Supprimer l'image de l'endroit

source: Use as place image
fr_be: Utiliser comme image d'endroit

# admin menu name
source: SSO Places
fr_be: SSO Endroits

source: Filter places
fr_be: Filtrer les endroits

source: Places list navigation
fr_be: Navigation de la liste des endroits

source: Places list
fr_be: Liste des endroits

# admin bar name
source: Place
fr_be: Endroit

source: Place published.
fr_be: Endroit publié.

source: Place published privately.
fr_be: Endroit publié en privé.

source: Place reverted to draft.
fr_be: Endroit remis au brouillon.

source: Place scheduled.
fr_be: Endroit planifié.

source: Place updated.
fr_be: Endroit mis à jour.

# post type label
source: Place
fr_be: Endroit

# post type description
source: Schema Place
fr_be: Schéma endroit

# taxonomy description
source: Categories for Places
fr_be: Catégories pour les endroits

# post type singular name
source: Contact Point
fr_be: Point de contact

source: Add Contact Point
fr_be: Ajouter un point de contact

source: Edit Contact Point
fr_be: Modifier le point de contact

source: New Contact Point
fr_be: Nouveau point de contact

source: View Contact Point
fr_be: Voir le point de contact

source: View Contact Points
fr_be: Voir les points de contact

source: Search Contact Points
fr_be: Rechercher dans les points de contact

source: No contact points found
fr_be: Aucun point de contact trouvé

source: No contact points found in Trash
fr_be: Aucun point de contact trouvé dans la corbeille

source: Parent Contact Point:
fr_be: Point de contact parent:

source: All Contact Points
fr_be: Tous les points de contact

source: Contact Point Archives
fr_be: Archives des points de contact

source: Contact Point Attributes
fr_be: Attributs du point de contact

source: Insert into contact point
fr_be: Insérer dans le point de contact

source: Uploaded to this contact point
fr_be: Téléchargé à ce point de contact

source: Contact Point Image
fr_be: Image du point de contact

source: Set contact point image
fr_be: Définir l’image du point de contact

source: Remove contact point image
fr_be: Supprimer l'image du point de contact

source: Use as contact point image
fr_be: Utiliser comme image de point de contact

source: Filter contact points
fr_be: Filtrer les points de contact

source: Contact Points list navigation
fr_be: Navigation de la liste des points de contact

source: Contact Points list
fr_be: Liste des points de contact

# admin bar name
source: Contact Point
fr_be: Point de contact

source: Contact Point published.
fr_be: Point de contact publiée.

source: Contact Point published privately.
fr_be: Point de contact publiée en privé.

source: Contact Point reverted to draft.
fr_be: Point de contact remis en brouillon.

source: Contact Point scheduled.
fr_be: Point de contact planifiée.

source: Contact Point updated.
fr_be: Point de contact mis à jour.

# post type label
source: Contact Point
fr_be: Point de contact

# post type description
source: Schema Contact Points
fr_be: Schéma point de contact

# taxonomy description
source: Categories for Contact Points
fr_be: Catégories pour les points de contact

source: WPSSO Schema Organization and Place Manager
fr_be: WPSSO Gestionnaire de Schéma Organization et Place

source: Manage Organizations and Places (Local Businesses, Venues, etc.) for Google, Facebook, Pinterest, and Schema markup.
fr_be: Gérez les organisations et endroits (entreprises locales, salles, etc.) pour Google, Facebook, Pinterest, et le balisage de Schéma.
